<script setup>
import WelcomeItem from '../components/WelcomeItem.vue'
import SupportIcon from '../components/icons/IconSupport.vue'
</script>

<template>
  <WelcomeItem>
    <template #icon>
      <SupportIcon/>
    </template>
    <template #heading>ПРАВИЛА ОКАЗАНИЯ ПЕРВОЙ МЕДИЦИНСКОЙ ПОМОЩИ</template>
    <a href="https://www.consultant.ru/document/cons_doc_LAW_121895/"
       target="_blank" rel="noopener">Ссылка на официальную документацию</a>
  </WelcomeItem>
  <div class="about">
    <article>
      <div>
        <h2>ДОВРАЧЕБНАЯ (ПЕРВАЯ) ПОМОЩЬ</h2>
        <p><a href="#">– это простейшие срочные меры, необходимые для спасения жизни и здоровья
          пострадавшим при повреждениях, несчастных случаях и внезапных заболеваниях. </a></p>

        Она оказывается на месте происшествия до прибытия врача или доставки пострадавшего в больницу.
        Первая помощь является началом лечения повреждений, т.к. она предупреждает такие осложнения, как шок,
        кровотечение, развитие инфекции, дополнительные смещения отломков костей и травмирование крупных нервных стволов
        и
        кровеносных сосудов.

        Следует помнить, что от своевременности и качества оказания первой помощи в значительной степени зависит
        дальнейшее состояние здоровья пострадавшего и даже его жизнь. При некоторых незначительных повреждениях
        медицинская помощь пострадавшему может быть ограничена лишь объемом первой помощи. Однако при более серьезных
        травмах (переломах, вывихах, кровотечениях, повреждениях внутренних органов и др.) первая помощь является
        начальным этапом, так как после ее оказания пострадавшего необходимо доставить в лечебное учреждение. Первая
        помощь очень важна, но никогда не заменит квалифицированной (специализированной) медицинской помощи, если в ней
        нуждается пострадавший. Вы не должны пытаться лечить пострадавшего – это дело врача-специалиста.
      </div>
      <div>
        <hr>
        <br>
        <h2><a>Вывих</a></h2>
        <p>– это смещение суставных концов костей, частично или полностью нарушающее их взаимное
          соприкосновение.</p>
        <p>ПРИЗНАКИ:</p>
        <ul>
          <li>
            появление интенсивной боли в области пораженного сустава;
          </li>
          <li>
            нарушение функции конечности, проявляющееся в невозможности производить активные движения;
          </li>
          <li>
            вынужденное положение конечности и деформация формы сустава;
          </li>
          <li>
            смещение суставной головки с запустеванием суставной капсулы и пружинящая фиксация конечности при ее
            ненормальном положении.
          </li>
        </ul>
        <p>
          Травматические вывихи суставов требуют немедленного оказания первой помощи. Своевременно вправленный вывих,
          при
          правильном последующем лечении, приведет к полному восстановлению нарушенной функции конечности.

          ПЕРВАЯ ПОМОЩЬ должна состоять, как правило, в фиксации поврежденной конечности, даче обезболивающего препарата
          и
          направлении пострадавшего в лечебное учреждение. Фиксация конечности осуществляется повязкой или подвешиванием
          ее на косынке. При вывихах суставов нижней конечности пострадавший должен быть доставлен в лечебное учреждение
          в
          лежачем положении (на носилках), с подкладыванием под конечность подушек, ее фиксацией и даче пострадавшему
          обезболивающего средства. При оказании первой помощи в неясных случаях, когда не представилось возможным
          отличить вывих от перелома, с пострадавшим следует поступать так, будто у него явный перелом костей.
        </p>
      </div>
      <div>
        <hr>
        <br>
        <h2><a>КРОВОТЕЧЕНИЕ</a></h2>
        <p>Кровотечением называют излияние крови из поврежденных кровеносных сосудов. Оно является одним из частых и
          опасных последствий ранений, травм и ожогов. В зависимости от вида поврежденного сосуда различают:
          артериальное, капиллярное и венозное кровотечения.</p>

        <p>
          АРТЕРИАЛЬНОЕ КРОВОТЕЧЕНИЕ возникает при повреждении артерий и является наиболее опасным.
          ПРИЗНАКИ: из раны сильной пульсирующей струей бьет кровь алого цвета.

          ПЕРВАЯ ПОМОЩЬ направлена на остановку кровотечения, которая может быть осуществлена путем придания
          кровоточащей области приподнятого положения, наложения давящей повязки, максимального сгибания конечности в
          суставе и сдавливания при этом проходящих в данной области сосудов, пальцевое прижатие, наложение жгута.
          Прижатие сосуда осуществляется выше раны, в определенных анатомических точках, там, где менее выражена
          мышечная масса, сосуд проходит поверхностно и может быть прижат к подлежащей кости. Прижимать лучше не одним,
          а несколькими пальцами одной или обеих рук.

          При кровотечении в области виска прижатие артерии производится впереди мочки уха, у скуловой кости.

          При кровотечении в области щеки сосуды следует прижимать к краю нижней челюсти, впереди жевательной мышцы.

          При кровотечении из ран лица, языка, волосистой части головы прижатию к поперечному отростку шейного позвонка
          подлежит сонная артерия, по переднему краю грудино-ключично-сосцевидной мышцы, у ее середины.

          При кровотечении в области плеча подключичную артерию прижимают под ключицей к ребру; подмышечная артерия
          прижимается в подмышечной впадине к головке плечевой кости.

          При кровотечении в области предплечья и локтевого сгиба прижимают плечевую артерию у внутреннего края
          двуглавой мышцы плеча (бицепса)к плечевой кости.

          При кровотечении в паховой области прижимается брюшная аорта кулаком ниже и слева от пупка к позвоночнику.

          При кровотечении в области бедра прижатие осуществляется к горизонтальной ветви лобковой кости в точке,
          расположенной ниже паховой связки.

          Пальцевое прижатие для временной остановки кровотечения применяют редко, только в порядке оказания экстренной
          помощи. Самым надежным способом временной остановки сильного артериального кровотечения на верхних и нижних
          конечностях является наложение кровоостанавливающего жгута или закрутки, т.е. круговое перетягивание
          конечности. Существует несколько видов кровоостанавливающих жгутов. При отсутствии жгута может быть
          использован любой подручный материал (резиновая трубка, брючный ремень, платок, веревка и т.п.).

          Порядок наложения кровоостанавливающего жгута:

          Жгут накладывают при повреждении крупных артерий конечностей выше раны, чтобы он полностью пережимал артерию.
          Жгут накладывают при приподнятой конечности, подложив под него мягкую ткань (бинт, одежду и др.), делают
          несколько витков до полной остановки кровотечения. Витки должны ложиться вплотную один к другому, чтобы между
          ними не попадали складки одежды. Концы жгута надежно фиксируют (завязывают или скрепляют с помощью цепочки и
          крючка). Правильно затянутый жгут должен привести к остановке кровотечения и исчезновению периферического
          пульса.
          К жгуту обязательно прикрепляется записка с указанием времени наложения жгута.
          Жгут накладывается не более чем на 1,5-2 часа, а в холодное время года продолжительность пребывания жгута
          сокращается до 1 часа.
          При крайней необходимости более продолжительного пребывания жгута на конечности его ослабляют на 5-10 минут
          (до восстановления кровоснабжения конечности), производя на это время пальцевое прижатие поврежденного сосуда.
          Такую манипуляцию можно повторять несколько раз, но при этом каждый раз сокращая продолжительность времени
          между манипуляциями в 1,5-2 раза по сравнению с предыдущей. Жгут должен лежать так, чтобы он был виден.
          Пострадавший с наложенным жгутом немедленно направляется в лечебное учреждение для окончательной остановки
          кровотечения.
          2.ВЕНОЗНОЕ КРОВОТЕЧЕНИЕ возникает при повреждении стенок вен.

          ПРИЗНАКИ: из раны медленной непрерывной струей вытекает темная кровь.

          ПЕРВАЯ ПОМОЩЬ заключается в остановке кровотечения, для чего достаточно придать приподнятое положение
          конечности, максимально согнуть ее в суставе или наложить давящую повязку. Такое положение придается
          конечности лишь после наложения давящей повязки. При сильном венозном кровотечении прибегают к прижатию
          сосуда. Поврежденный сосуд прижимают к кости ниже раны. Этот способ удобен тем, что может быть выполнен
          немедленно и не требует никаких приспособлений.

          3.КАПИЛЛЯРНОЕ КРОВОТЕЧЕНИЕ является следствием повреждения мельчайших кровеносных сосудов (капилляров).

          ПРИЗНАКИ: кровоточит вся раневая поверхность.

          ПЕРВАЯ ПОМОЩЬ заключается в наложении давящей повязки. На кровоточащий участок накладывают бинт (марлю), можно
          использовать чистый носовой платок или отбеленную ткань.
        </p>
      </div>
      <div>
        <hr>
        <br>
        <h2><a>ОБМОРОК</a></h2>
        <p> внезапная кратковременная потеря сознания, сопровождающаяся ослаблением деятельности сердца и дыхания.
          Возникает при быстро развивающемся малокровии головного мозга и продолжается от нескольких секунд до 5-10
          минут и более.</p>
        <p>
          ПРИЗНАКИ. Обморок выражается во внезапно наступающей дурноте, головокружении, слабости и потере сознания.
          Обморок сопровождается побледнением и похолоданием кожных покровов. Дыхание замедленное, поверхностное, слабый
          и редкий пульс (до 40-50 ударов в минуту).

          ПЕРВАЯ ПОМОЩЬ. Прежде всего, необходимо пострадавшего уложить на спину так, чтобы голова была несколько
          опущена, а ноги приподняты. Для облегчения дыхания освободить шею и грудь от стесняющей одежды. Тепло укройте
          пострадавшего, положите грелку к его ногам. Натрите нашатырным спиртом виски больного и поднесите к носу
          ватку, смоченную нашатырем, а лицо обрызгайте холодной водой. При затянувшемся обмороке показано искусственное
          дыхание. После прихода в сознание дайте ему горячий кофе.
        </p>
      </div>
      <div>
        <hr>
        <br>
        <h2><a>ПЕРЕЛОМ</a></h2>
        <p>– это нарушение целости кости, вызванное насилием или патологическим процессом. Открытые переломы
          характеризуются наличием в области перелома раны, а закрытые характеризуются отсутствием нарушения целости
          покровов (кожи или слизистой оболочки). Следует помнить, что перелом может сопровождаться осложнениями:
          повреждением острыми концами отломков кости крупных кровеносных сосудов, что приводит к наружному кровотечению
          (при наличии открытой раны) или внутритканевому кровоизлиянию (при закрытом переломе); повреждением нервных
          стволов, вызывающим шок или паралич; инфицированием раны и развитием флегмоны, возникновением остеомиелита или
          общей гнойной инфекции; повреждением внутренних органов (мозга, легких, печени, почек, селезенки и др.).</p>
        <p>ПРИЗНАКИ: сильные боли, деформация и нарушение двигательной функции конечности, укорочение конечности,
          своеобразный костный хруст.

          При переломах черепа будут наблюдаться тошнота, рвота, нарушение сознания, замедление пульса – признаки
          сотрясения (ушиба) головного мозга, кровотечение из носа и ушей.

          Переломы таза всегда сопровождаются значительной кровопотерей и в 30% случаях развитием травматического шока.
          Такое состояние возникает в связи с тем, что в тазовой области повреждаются крупные кровеносные сосуды и
          нервные стволы. Возникают нарушения мочеиспускания и дефекации, появляется кровь в моче и кале.

          Переломы позвоночника – одна из самых серьезных травм, нередко заканчивающаяся смертельным исходом.
          Анатомически позвоночный столб состоит из прилегающих друг к другу позвонков, которые соединены между собой
          межпозвонковыми дисками, суставными отростками и связками. В специальном канале расположен спинной мозг,
          который может также пострадать при травме. Весьма опасны травмы шейного отдела позвоночника, приводящие к
          серьезным нарушениям сердечно-сосудистой и дыхательной систем. При повреждении спинного мозга и его корешков
          нарушается его проводимость.

          ПЕРВАЯ ПОМОЩЬ заключается в обеспечении неподвижности отломков кости (транспортной иммобилизации) поврежденной
          конечности шинами или имеющимися под рукой палками, дощечками и т.п. Если под рукой нет никаких предметов для
          иммобилизации, то следует прибинтовать поврежденную руку к туловищу, поврежденную ногу – к здоровой. При
          переломе позвоночника пострадавший транспортируется на щите. При открытом переломе, сопровождающимся обильным
          кровотечением, накладывается давящая асептическая повязка и, по показаниям, кровоостанавливающий жгут. При
          этом следует учитывать, что наложение жгута ограничивается минимально возможным сроком. Пораженному даются
          обезболивающие препараты: баралгин, седелгин, анальгин, амидопирин, димедрол, дозировка в зависимости от
          возраста пострадавшего.</p>

      </div>
      <div>
        <hr>
        <br>
        <h2><a>РАНЫ</a></h2>
        <p>Одним из наиболее частых поводов для оказания первой помощи являются ранения (раны). Раной называется
          механическое повреждение покровов тела, нередко сопровождающиеся нарушением целости мышц, нервов, крупных
          сосудов, костей, внутренних органов, полостей и суставов. В зависимости от характера повреждения и вида
          ранящего предмета различают раны резаные, колотые, рубленые, ушибленные, размозженные, огнестрельные, рваные и
          укушенные. Раны могут быть поверхностными, глубокими и проникающими в полость тела.</p>
        <p>Причинами ранения могут явиться различные физические или механические воздействия. В зависимости от их силы,
          характера, особенностей и мест приложения они могут вести к разнообразным дефектам кожи и слизистых, травмам
          кровеносных сосудов, повреждениям внутренних органов, костей, нервных стволов и вызывать острую боль.

          Резаные раны. Резаная рана обычно зияет, имеет ровные края и обильно кровоточит. При такой ране окружающие
          ткани повреждаются незначительно и менее склонны к инфицированию.

          Колотые раны являются следствием проникновения в тело колющих предметов. Колотые раны нередко являются
          проникающими в полости (грудную, брюшную и суставную). Форма входного отверстия и раневого канала зависит от
          вида ранящего оружия и глубины его проникновения. Колотые раны характеризуются глубоким каналом и нередко
          значительными повреждениями внутренних органов. Нередки при этом внутренние кровотечения в полости тела. Ввиду
          того, что раневой канал вследствие смещения тканей обычно извилист, могут образовываться затеки между тканями
          и развитие инфекций.

          Рубленые раны. Для таких ран характерны глубокое повреждение тканей, широкое зияние, ушиб и сотрясение
          окружающих тканей.

          Ушибленные и рваные раны характеризуются большим количеством размятых, ушибленных, пропитанных кровью тканей.
          Ушибленные кровеносные сосуды тромбированы.

          При огнестрельном ранении пострадавший нуждается в срочной квалифицированной медицинской помощи.

          ПЕРВАЯ ПОМОЩЬ. На любую рану должна быть наложена повязка, по возможности асептическая (стерильная). Средством
          наложения асептической повязки в большинстве случаев служит пакет перевязочный медицинский, а при его
          отсутствии – стерильный бинт, вата, лигнин и, в крайнем случае, чистая ткань. Если ранение сопровождается
          значительным кровотечением, необходимо остановить его любым подходящим способом. При обширных ранениях мягких
          тканей, при переломах костей и ранениях крупных кровеносных сосудов и нервных стволов необходима иммобилизация
          конечности табельными или подручными средствами. Пострадавшему необходимо ввести обезболивающий препарат и
          дать антибиотики. Пострадавшего необходимо как можно быстрее доставить в лечебное учреждение.</p>

      </div>
    </article>
  </div>
</template>

<style>
@media (min-width: 1024px) {
  .about {
    min-height: 100vh;
    display: flex;
    align-items: center;
  }
}
</style>
