<script setup>
import WelcomeItem from '../components/WelcomeItem.vue'
import DocumentationIcon from '../components/icons/IconDocumentation.vue'
</script>

<template>
  <WelcomeItem>
    <template #icon>
      <DocumentationIcon/>
    </template>
    <template #heading>ПРАВИЛА БЕЗОПАСНОСТИ В НЕФТЯНОЙ И ГАЗОВОЙ ПРОМЫШЛЕННОСТИ
    </template>
    <a href="https://www.consultant.ru/document/cons_doc_LAW_372740/2b26ebb2e8d93d3b3d04a114ced4acee8dfb44b9/"
       target="_blank" rel="noopener">Ссылка на официальную документацию</a>
  </WelcomeItem>
  <div class="about">
    <div>
      <h2><a>I. Общие положения</a></h2>
      <p>1. Федеральные нормы и правила в области промышленной безопасности "Правила безопасности в нефтяной и газовой
        промышленности" (далее - Правила) разработаны в соответствии с Федеральным законом от 21.07.1997 г. N 116-ФЗ "О
        промышленной безопасности опасных производственных объектов" (Собрание законодательства Российской Федерации,
        1997, N 30, ст. 3588; 2020, N 50 (часть III) статья 8074).</p><br>
      <p>2. Настоящие Правила устанавливают требования, направленные на обеспечение промышленной безопасности,
        предупреждение аварий и инцидентов на ОПО нефтегазодобывающих производств и на обеспечение готовности
        организаций, эксплуатирующих ОПО нефтегазодобывающих производств (далее - эксплуатирующая организация), к
        локализации и ликвидации последствий аварий на ОПО:
        бурения и добычи: опорных, параметрических, поисковых, разведочных, эксплуатационных, нагнетательных,
        контрольных (пьезометрических, наблюдательных), специальных (поглощающих, водозаборных), йодобромных,
        бальнеологических и других скважин, которые закладываются с целью поисков, разведки, эксплуатации месторождений
        нефти, газа и газового конденсата, газа метаноугольных пластов, теплоэнергетических, промышленных и минеральных
        вод, геологических структур для создания подземных хранилищ нефти и газа, захоронения промышленных стоков,
        вредных отходов производства, а также скважин, пробуренных для ликвидации газовых и нефтяных фонтанов и грифонов
        (далее - скважины);
        обустройства месторождений для сбора, подготовки, хранения и транспортировки нефти, газа и газового конденсата;
        морских объектах нефтегазодобывающих производств;
        разработки нефтяных месторождений шахтным способом.</p><br>
      <p>
        3. Правила предназначены для применения при:
        эксплуатации, проектировании, строительстве, реконструкции, техническом перевооружении, консервации и ликвидации
        ОПО нефтегазодобывающих производств;
        изготовлении, монтаже, обслуживании и ремонте технических устройств, применяемых на ОПО.
      </p>
      <br>
      <p>
        4. Требования пожарной безопасности к ОПО устанавливаются Федеральным законом от 22 июля 2008 г. N 123-ФЗ
        "Технический регламент о требованиях пожарной безопасности" (Собрание законодательства Российской Федерации,
        2008, N 30, ст. 3579; 2018, N 53, ст. 8464).
      </p>
      <br>
      <p>
        5. Список используемых сокращений приведен в приложении N 1 к настоящим Правилам.
      </p>
      <hr>
      <br>
    </div>
    <div>
      <h2><a>II. Организационно-технические требования</a></h2>
      <p>6. Для всех ОПО I, II, III классов опасности разрабатываются ПМЛА в порядке, установленном Положением о
        разработке планов мероприятий по локализации и ликвидации последствий аварий на опасных производственных
        объектах, утвержденным постановлением Правительства Российской Федерации от 15 сентября 2020 г. N 1437 (Собрание
        законодательства Российской Федерации, 21 сентября 2020 г., N 38, ст. 5904).
        (в ред. Приказа Ростехнадзора от 31.01.2023 N 24)
        (см. текст в предыдущей редакции)
        Для обеспечения безопасности при проведении работ по бурению, освоению, реконструкции и ремонту скважин
        подрядные организации заключают договоры с аварийно-спасательными формированиями на выполнение комплекса работ
        по противофонтанной безопасности.</p><br>
      <p>
        7. Допуск подрядных организаций на ОПО, а также порядок организации и производства работ на ОПО определяются
        положением о порядке допуска и организации безопасного производства работ, утвержденным организацией,
        эксплуатирующей ОПО, а при работе нескольких подразделений одной организации, эксплуатирующей ОПО, - регламентом
        об организации безопасного производства работ, утвержденным руководителем этой организации или уполномоченным им
        лицом.
      </p><br>
      <p>
        8. Производство работ в местах, где имеется или может возникнуть повышенная производственная опасность
        (газоопасных, огневых и ремонтных работ), должно осуществляться по наряду-допуску.
        Перечень работ, осуществляемых по нарядам-допускам, порядок оформления нарядов-допусков, а также списки лиц,
        ответственных за выдачу и утверждение нарядов-допусков, за подготовку и проведение работ повышенной опасности,
        утверждаются руководителем организации или уполномоченным им лицом.
      </p><br>
      <p>
        9. Все строящиеся ОПО должны быть снабжены информационными щитами на просматриваемых местах с указанием
        наименования объекта и владельца, номера контактного телефона. Для действующих и вводимых в эксплуатацию
        объектов, входящих в состав ОПО, дополнительно должны быть указаны их регистрационные номера согласно
        свидетельству о регистрации ОПО в государственном реестре.
      </p><br>
      <p>
        10. Площадочные ОПО I, II классов опасности, за исключением линейных объектов, должны иметь ограждения, а для
        прохода людей и проезда транспорта контрольно-пропускной режим либо контрольно-пропускные пункты на
        автомобильных дорогах необщего пользования, ведущих к указанным ОПО.
      </p><br>
      <p>
        11. В период отсутствия льда на водном пространстве должно проводиться обследование опорной части ОПО МНГК в
        целях определения воздействия на нее ледовых образований. Периодичность обследования опорной части ОПО МНГК в
        целях определения воздействия на нее ледовых образований устанавливается эксплуатирующей организацией, но не
        реже чем один раз в три года. По результатам обследования составляется акт, утверждаемый эксплуатирующей
        организацией.
      </p><br>
      <p>
        12. Траление и отдача якорей судами в охранной зоне подводных трубопроводов не допускаются. Отдача якорей в этой
        зоне допускается только при выполнении подводно-технических работ и ремонте трубопровода при наличии письменного
        разрешения организации, эксплуатирующей трубопровод.
      </p><br>
      <p>
        13. До начала ремонтных работ на подводных трубопроводах ответственное лицо эксплуатирующей организации обязано
        ознакомиться с актом обследования водолазами или роботизированными подводными аппаратами участка ремонта
        трубопровода.
      </p><br>
      <p>
        14. Подводный трубопровод после капитального ремонта испытывается на прочность и герметичность в соответствии с
        требованиями проектной документации.
      </p><br>
      <p>15. Не допускается размещение ПБУ на месте производства работ, постановка обслуживающих судов на якоря и
        производство работ в охранной зоне ЛЭП, кабелей связи, морских трубопроводов и других сооружений без письменного
        согласования с эксплуатирующей их организацией.
      </p><br>
      <p>
        16. Не допускается складирование и хранение материалов, оборудования и инструмента в местах проходов, палуб,
        рабочих и иных местах ОПО МНГК, не предназначенных для складирования и хранения.
      </p><br>
      <p>17. На МСП, ПБУ, МЭ и ПТК необходимо иметь неснижаемый запас продуктов питания, питьевой воды, горюче-смазочных
        материалов для аварийного снабжения МСП, ПБУ, МЭ и ПТК и жизнедеятельности находящихся на них людей на срок не
        менее 15 суток. Объем восполнения неснижаемого запаса определяется в зависимости от автономности и места
        нахождения ОПО МНГК с учетом возможности доставки продуктов питания, питьевой воды и горюче-смазочных
        материалов, а также наличием стационарных опреснительных систем.
      </p><br>
      <hr>
      <br>
    </div>
  </div>
</template>

<style>
@media (min-width: 1024px) {
  .about {
    min-height: 100vh;
    display: flex;
    align-items: center;
  }
}
</style>