<script setup>
import WelcomeItem from '../components/WelcomeItem.vue'
import CommunityIcon from '../components/icons/IconCommunity.vue'
</script>

<template>

  <WelcomeItem>
    <template #icon>
      <CommunityIcon/>
    </template>
    <template #heading>ТРУДОВОЙ КОДЕКС РОССИЙСКОЙ ФЕДЕРАЦИИ</template>
    <a href="https://www.consultant.ru/document/cons_doc_LAW_34683/"
       target="_blank" rel="noopener">Ссылка на официальную документацию</a>

  </WelcomeItem>
  <div class="about">
    <article>
      <h5><a>Общие положения</a></h5>
      <p><a href="#">Трудовые отношения</a>- отношения, основанные на соглашении между работником и работодателем о
        личном выполнении работником за плату трудовой функции (работы по должности в соответствии со штатным
        расписанием, профессии, специальности с указанием квалификации; конкретного вида поручаемой работнику работы) в
        интересах, под управлением и контролем работодателя, подчинении работника правилам внутреннего трудового
        распорядка при обеспечении работодателем условий труда, предусмотренных трудовым законодательством и иными
        нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашениями,
        локальными нормативными актами, трудовым договором.</p><br>
      <p>Целями трудового законодательства являются установление государственных гарантий трудовых прав и свобод
        граждан, создание благоприятных условий труда, защита прав и интересов работников и работодателей.
        Основными задачами трудового законодательства являются создание необходимых правовых условий для достижения
        оптимального согласования интересов сторон трудовых отношений, интересов государства, а также правовое
        регулирование трудовых отношений и иных непосредственно связанных с ними отношений по:
        организации труда и управлению трудом;
        трудоустройству у данного работодателя;
        подготовке и дополнительному профессиональному образованию работников непосредственно у данного работодателя;
        (в ред. Федерального закона от 02.07.2013 N 185-ФЗ)
        (см. текст в предыдущей редакции)
        социальному партнерству, ведению коллективных переговоров, заключению коллективных договоров и соглашений;
        участию работников и профессиональных союзов в установлении условий труда и применении трудового
        законодательства в предусмотренных законом случаях;
        Когда работник несет материальную ответственность перед работодателем
        материальной ответственности работодателей и работников в сфере труда;
        государственному контролю (надзору), профсоюзному контролю за соблюдением трудового законодательства (включая
        законодательство об охране труда) и иных нормативных правовых актов, содержащих нормы трудового права;
        (в ред. Федеральных законов от 30.06.2006 N 90-ФЗ, от 18.07.2011 N 242-ФЗ)
        (см. текст в предыдущей редакции)
        разрешению трудовых споров;
        обязательному социальному страхованию в случаях, предусмотренных федеральными законами.</p></article>
  </div>
</template>

<style>
@media (min-width: 1024px) {
  .about {
    min-height: 100vh;
    display: flex;
    align-items: center;
  }
}
</style>